content/posts/information_geometry.md
+++
title = "information geometry"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:37:08-04:00
slug = "information_geometry"
draft = false
+++

## [Information, physics, and computation by Marc Mezard and Andrea Montanari in 2009]({{< relref "Information,_physics,_and_computation_by_Marc_Mezard_and_Andrea_Montanari_in_2009" >}}) {#information-physics-and-computation-by-marc-mezard-and-andrea-montanari-in-2009--information-physics-and-computation-by-marc-mezard-and-andrea-montanari-in-2009-dot-md}


## [Information geometry by Nihat Ay, Jurgen Jost, et al in 2017]({{< relref "Information_geometry_by_Nihat_Ay,_Jurgen_Jost,_et_al_in_2017" >}}) {#information-geometry-by-nihat-ay-jurgen-jost-et-al-in-2017--information-geometry-by-nihat-ay-jurgen-jost-et-al-in-2017-dot-md}


## [Information Geometry and Population Genetics by Julian Hofrichter, Jurgen Jost, and Tat Dat Tran in 2017]({{< relref "Information_Geometry_and_Population_Genetics_by_Julian_Hofrichter,_Jurgen_Jost,_and_Tat_Dat_Tran_in_2017" >}}) {#information-geometry-and-population-genetics-by-julian-hofrichter-jurgen-jost-and-tat-dat-tran-in-2017--information-geometry-and-population-genetics-by-julian-hofrichter-jurgen-jost-and-tat-dat-tran-in-2017-dot-md}


## [A high-bias, low-variance introduction to Machine Learning for physicists by Pankaj Mehta, Charles Fisher, David Schwab, et al in 2018]({{< relref "A_high-bias,_low-variance_introduction_to_Machine_Learning_for_physicists_by_Pankaj_Mehta,_Charles_Fisher,_David_Schwab,_et_al_in_2018" >}}) {#a-high-bias-low-variance-introduction-to-machine-learning-for-physicists-by-pankaj-mehta-charles-fisher-david-schwab-et-al-in-2018--a-high-bias-low-variance-introduction-to-machine-learning-for-physicists-by-pankaj-mehta-charles-fisher-david-schwab-et-al-in-2018-dot-md}


## [The information geometry of 2-field functional integrals by Eric Smith in 2019]({{< relref "The_information_geometry_of_2-field_functional_integrals_by_Eric_Smith_in_2019" >}}) {#the-information-geometry-of-2-field-functional-integrals-by-eric-smith-in-2019--the-information-geometry-of-2-field-functional-integrals-by-eric-smith-in-2019-dot-md}
